{"id":"LHT25CVNMWQBC","name":"SupercellHeadline-Heavy","size":71368,"btime":1689072439730,"mtime":1689072439730,"ext":"ttf","tags":["Heavy"],"folders":["LHT255DATWN20"],"isDeleted":false,"url":"","annotation":"","modificationTime":1684409875619,"height":600,"width":600,"fontMetas":{"copyright":{"en":"Copyright © by Binnenland, 2006. All rights reserved. This software may not be reproduced, used, displayed, modified, disclosed or transferred without the express written approval of (Binnenland)."},"fontFamily":{"en":"Supercell Headline Heavy"},"fontSubfamily":{"en":"Regular"},"uniqueID":{"en":"4.004;BL  ;SupercellHeadline-Heavy"},"fullName":{"en":"Supercell Headline Heavy"},"version":{"en":"Version 4.004"},"postScriptName":{"en":"SupercellHeadline-Heavy"},"manufacturer":{"en":"Nik Thoenen (re-p.org)"},"designer":{"en":"Nik Thoenen"},"description":{"en":"Copyright © by Binnenland, 2006. All rights reserved. This software may not be reproduced, used, displayed, modified, disclosed or transferred without the express written approval of (Binnenland)."},"manufacturerURL":{"en":"http://www.binnenland.ch"},"designerURL":{"en":"http://www.re-p.org"},"license":{"en":"Binnenland end user license agreement\n\nBinnenland grants you a non-exclusive, non-transferable license to use the Font Software and Documentation, provided that you agree to the following:\n\nArticle 1: Use of Font Software\n1-1\nYou are granted a non-exclusive right to use the Font Software to produce and display typefaces on a printer, typesetter, film recorder or other output device. If the Software will be installed on more computers than you are granted for, an additional license must be acquired for every additional computer from Binnenland.\n\n1-2\nBinnenland grants you the right, exclusively for the purpose of protecting the Font Software and exclusively for yourself, to make one (back-up) copy of the Font Software.\n\n1-3\nYou shall not transfer the License Agreement issued to you, to a third party, neither partially, nor completely. This License Agreement is non-transferable, unless you have written permission from Binnenland.\n\n1-4\nEmbedding of the Font Software is not permitted. If embedding of the Font Software is desired (e.g. on the internet or cd-rom), an additional license must be purchased. It is not allowed to embed the Font Software in a published document. However there is one exception: you may take a document with the embedded Font Software to a commercial printer or service bureau only if the document is not editable and is only distributed to the printer or service bureau for use by the printer or service bureau.\n\n1-5\nBinnenland reserves all rights not expressly granted to you under this License Agreement.\n\n\nArticle 2: Service Providers\n2-1\nYou may take a digitized copy of the Font Software used for a particular document to a commercial printer or service bureau for use by the printer or service bureau in printing such document but only if the printer or service bureau represents to you that it has purchased or been granted a license to use that particular Font Software. You may not include the Font Software in a document, you may not distribute the document with the Font Software to third parties, including but not limited to the internet and cd-rom.\n\n\nArticle 3: Copyrights & Trademarks\n3-1\nYou agree that the Font Software and Documentation, and all copies thereof, are owned by Binnenland, and such structure, organization, and code are valuable property of Binnenland. You acknowledge that the Font Software and the documentation is protected by the laws of switzerland, by the copyright and design laws of other nations and by other treaties. You agree to treat the Font Software as you would any other copyrighted material, such as a book.\n\n3-2\nYou agree to use trademarks associated with the Font Software according to accepted trademark practice, including identification of the trademark owner’s name. Trademarks can only be used to identify printed output by the Font Software. The use of any trademark as herein authorized does not give you any rights on or to intellectual property rights in the Font Software, the documentation, and any associated trademarks.\n\n3-3\nBinnenland retains title and ownership of the Font Software, the media on which it is recorded, and all subsequent copies of the Font Software, regardless of the form or media in or on which the original and other copies may exist.\n\n\nArticle 4: Limited Warranty\n4-1\nBinnenland warrants you that the Font Software will perform substantially in accordance with the Documentation for the thirty (30) day period following your receipt. To make a warranty claim, you must return the Font Software to the location from which you obtained it along with a copy of your sales receipt within such thirty (30) day period. If the Font Software doesn’t perform substantially in accordance with the Documentation, the entire and exclusive liability and remedy shall be limited to either, at Binnenland’s option the replacement of the Font Software, or the refund of the license fee you paid for the Font Software.\n\n4-2\nBinnenland does not and cannot warrant the performance or results you may obtain by using the Font Software. The foregoing states the sole and exclusive remedies for Binnenland’s breach or warranty. Except for the foregoing limited warranty, Binnenland makes no warranties express or implied, as to non-infringement of third party rights, merchantability, or fitness for any particular purpose. In no event will Binnenland be liable to you for any consequential, incidental or special damages, including any lost profits, business interruption, loss of business information, lost data or lost savings. Even if an Binnenland representative has been advised of the possibility of such damages, or for any claim against you by any third party.\n\n4-3\nYou agree to indemnify and hold Binnenland harmless from and against any claims or damage which may result from your breach of this License Agreement.\n\n\nArticle 5: Term\n5-1\nThe license is effective until terminated. Binnenland has the right to terminate your license immediately if you fail to comply with any terms of this Agreement. In addition, Binnenland reserves the right to claim punitive damages. Upon such termination you will destroy the original and any copies of the Font Software and related documentation and cease all use of the Trademarks.\n\n\nArticle 6: Entire Agreement\n6-1\nYou acknowledge that you have read this Agreement, understand it and that it is the complete and exclusive statement of your Agreement with Binnenland which supersedes any prior Agreement, oral or written, and any other communications between Binnenland and you relating to the subject matter of this Agreement, and that your obligations under this Agreement, shall inure to the benefit of the Binnenland licensors whose rights are licensed under this Agreement.\n\n(Binnenland End User License Agreement,  © Binnenland, january 2007)"},"licenseURL":{"en":"http://www.binnenland.ch"},"preferredFamily":{"en":"Supercell Headline"},"preferredSubfamily":{"en":"Heavy"},"numGlyphs":431,"support":{},"weight":"Heavy"},"lastModified":1697103236893,"palettes":[{"color":[251,251,251],"ratio":87},{"color":[52,52,52],"ratio":10},{"color":[108,108,108],"ratio":0.58},{"color":[173,173,173],"ratio":0.54},{"color":[212,212,212],"ratio":0.28}]}